{"Cluster 0": {"name": "Wodni Miłośnicy Psów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się głównie mężczyźni w wieku 35-44 lat z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i są miłośnikami psów."}, "Cluster 1": {"name": "Górscy Entuzjaści Psów z Wyższym Wykształceniem", "description": "W tym klastrze dominują mężczyźni w wieku 45-54 lat z wyższym wykształceniem, którzy preferują góry i są miłośnikami psów."}, "Cluster 2": {"name": "Górscy Miłośnicy Kotów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat z wyższym wykształceniem, które preferują góry i są miłośnikami kotów."}, "Cluster 3": {"name": "Leśni Miłośnicy z Wyższym Wykształceniem", "description": "W tym klastrze dominują mężczyźni w wieku 45-54 lat z wyższym wykształceniem, którzy preferują lasy i mają różnorodne preferencje dotyczące zwierząt."}, "Cluster 4": {"name": "Górscy Miłośnicy Różnorodnych Zwierząt ze Średnim Wykształceniem", "description": "W tym klastrze dominują mężczyźni w wieku 25-34 lat ze średnim wykształceniem, którzy preferują góry i mają różnorodne preferencje dotyczące zwierząt."}, "Cluster 5": {"name": "Wodni Intelektualiści bez Ulubionych Zwierząt", "description": "W tym klastrze znajdują się głównie mężczyźni w wieku 35-44 lat z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i nie mają ulubionych zwierząt."}, "Cluster 6": {"name": "Wodni Miłośnicy Psów i Innych Zwierząt z Wyższym Wykształceniem", "description": "W tym klastrze dominują mężczyźni w wieku 45-54 lat z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i są miłośnikami psów oraz innych zwierząt."}, "Cluster 7": {"name": "Wodni Miłośnicy Psów ze Średnim Wykształceniem", "description": "W tym klastrze dominują kobiety w wieku 35-44 lat ze średnim wykształceniem, które preferują spędzanie czasu nad wodą i są miłośniczkami psów."}, "Cluster 8": {"name": "Leśni Miłośnicy Psów z Wyższym Wykształceniem", "description": "W tym klastrze dominują mężczyźni w wieku 25-34 lat z wyższym wykształceniem, którzy preferują lasy i są miłośnikami psów."}, "Cluster 9": {"name": "Leśni Miłośnicy Kotów ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się mężczyźni w wieku 25-34 lat ze średnim wykształceniem, którzy preferują lasy i są miłośnikami kotów."}, "Cluster 10": {"name": "Wodni Miłośnicy Psów ze Średnim Wykształceniem", "description": "W tym klastrze dominują mężczyźni w wieku 45-54 lat ze średnim wykształceniem, którzy preferują spędzanie czasu nad wodą i są miłośnikami psów."}, "Cluster 11": {"name": "Górscy Miłośnicy Kotów z Wyższym Wykształceniem", "description": "W tym klastrze dominują mężczyźni w wieku 25-34 lat z wyższym wykształceniem, którzy preferują góry i są miłośnikami kotów."}}